Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Settings_Connection_Protocol_NavigationFailed_Title
source: Change protocol in profiles
ar_sa: تغيير البروتوكول في الملفات الشخصية
ca_es: Canvieu el protocol als perfils
da_dk: Skift protokol i profilerne
hu_hu: Protokoll módosítása profilokban
th_th: เปลี่ยนโปรโตคอลในโปรไฟล์
vi_vn: Thay đổi giao thức trong hồ sơ
zh_cn: 改变配置文件中的协议
zh_tw: 在設定檔中變更協定

# Settings_Connection_SplitTunneling_Apps_FilesFilterName
source: App files
ar_sa: ملفات التطبيق
ca_es: Fitxers d'aplicació
da_dk: App-filer
hu_hu: Alkalmazás fájlok
th_th: ไฟล์แอป
vi_vn: Tệp ứng dụng
zh_cn: 应用程序文件
zh_tw: 應用程式檔案

# Settings_Connection_SplitTunneling_Apps_Header
source: Selected apps ({0})
ar_sa: التطبيقات المحددة ({0})
ca_es: Aplicacions seleccionades ({0})
da_dk: Valgte apps ({0})
hu_hu: Kiválasztott alkalmazások ({0})
th_th: แอปที่เลือก ({0})
vi_vn: Ứng dụng đã chọn ({0})
zh_cn: 选定的应用 ({0})
zh_tw: 已選取的應用程式 ({0})

# Settings_Connection_SplitTunneling_Apps_Remove
source: Remove app
ar_sa: إزالة التطبيق
ca_es: Esborra l'aplicació
da_dk: Fjern app
hu_hu: Alkalmazás eltávolítása
th_th: ลบแอป
vi_vn: Xóa ứng dụng
zh_cn: 移除应用
zh_tw: 移除應用程式

# Settings_Connection_SplitTunneling_Description
source: Customize your connection by deciding which apps and IP addresses are protected by VPN.
ar_sa: قم بتخصيص اتصالك من خلال تحديد التطبيقات وعناوين IP التي سوف يتم حمايتها بواسطة VPN.
ca_es: Personalitzeu la vostra connexió decidint quines aplicacions i adreces IP estan protegides per VPN.
da_dk: Tilpas din forbindelse ved at beslutte, hvilke apps og IP-adresser der er beskyttet af VPN.
hu_hu: Eldöntheti, hogy mely alkalmazásokat és IP-címeket védje a VPN.
th_th: ปรับแต่งการเชื่อมต่อโดยตัดสินใจว่าแอปและที่อยู่ IP ใดบ้างที่ได้รับการป้องกันโดย VPN
vi_vn: Tùy chỉnh kết nối bằng cách quyết định ứng dụng và địa chỉ IP nào được bảo vệ bởi VPN.
zh_cn: 选择哪些应用以及 IP 地址由 VPN 保护，自定义连接方式。
zh_tw: 透過決定哪些應用程式和 IP 位址受到 VPN 保護，來自訂您的連線設定。

# Settings_Connection_SplitTunneling_Inverse
source: Inverse
ar_sa: وضع التضمين
ca_es: Mode d'inclusió
da_dk: Inkluder tilstand
hu_hu: Befoglaló mód
th_th: โหมดรวม
vi_vn: Chế độ đưa vào
zh_cn: 包含模式
zh_tw: 包含模式

# Settings_Connection_SplitTunneling_Inverse_Description
source: Only selected apps and IP addresses connect via VPN, all other traffic is unprotected
ar_sa: تتصل التطبيقات وعناوين IP المحددة فقط عبر VPN، بينما تظل جميع حركة المرور الأخرى غير محمية.
ca_es: Només les aplicacions i adreces IP seleccionades es connecten mitjançant VPN, la resta de trànsit no està protegit.
da_dk: Kun udvalgte apps og IP-adresser får forbindelse via VPN, al anden trafik er ubeskyttet.
hu_hu: Only selected apps and IP addresses connect through VPN, all other traffic is unprotected.
th_th: เฉพาะแอปและที่อยู่ IP ที่เลือกเท่านั้นที่จะเชื่อมต่อผ่าน VPN ทราฟฟิกอื่นๆ ทั้งหมดจะไม่ได้รับการปกป้อง
vi_vn: Chỉ các ứng dụng và địa chỉ IP được chọn kết nối qua VPN, mọi lưu lượng khác không được bảo vệ.
zh_cn: 仅选定的应用程序和 IP 地址通过 VPN 连接，所有其他流量均不受保护。
zh_tw: Only selected apps and IP addresses connect through VPN, all other traffic is unprotected.

# Settings_Connection_SplitTunneling_IpAddresses_Header
source: Selected IP addresses ({0})
ar_sa: عناوين IP المحددة ({0})
ca_es: Adreces IP seleccionades ({0})
da_dk: Valgte IP-adresser ({0})
hu_hu: Kiválasztott IP-címek ({0})
th_th: ที่อยู่ IP ที่เลือก ({0})
vi_vn: Địa chỉ IP đã chọn ({0})
zh_cn: 选定的 IP 地址 ({0})
zh_tw: 已選擇的 IP 位址 ({0})

# Settings_Connection_SplitTunneling_IpAddresses_Remove
source: Remove IP
ar_sa: إزالة IP
ca_es: Esborra la IP
da_dk: Fjern IP
hu_hu: IP eltávolítása
th_th: ลบ IP
vi_vn: Xóa IP
zh_cn: 删除 IP
zh_tw: 移除 IP 位址

# Settings_Connection_SplitTunneling_Standard
source: Standard
ar_sa: وضع الاستبعاد
ca_es: Mode d'exclusió
da_dk: Udelad tilstand
hu_hu: Kihagyás mód
th_th: โหมดยกเว้น
vi_vn: Chế độ loại trừ
zh_cn: 排除模式
zh_tw: 排除模式

# Settings_Connection_SplitTunneling_Standard_Description
source: Selected apps and IP addresses are excluded from VPN connection
ar_sa: يتم استبعاد التطبيقات وعناوين IP المحددة من اتصال VPN الخاص بك.
ca_es: Les aplicacions i adreces IP seleccionades s'exclouen de la connexió VPN.
da_dk: Udvalgte apps og IP-adresser er ekskluderet fra din VPN-forbindelse.
hu_hu: Selected apps and IP addresses are excluded from your VPN connection.
th_th: แอปและที่อยู่ IP ที่เลือกจะถูกยกเว้นจากการเชื่อมต่อ VPN
vi_vn: Các ứng dụng và địa chỉ IP được chọn bị loại trừ khỏi kết nối VPN.
zh_cn: 选定的应用程序和 IP 地址被排除在您的 VPN 连接之外
zh_tw: Selected apps and IP addresses are excluded from your VPN connection.

# Settings_Features
source: VPN features
ar_sa: خصائص VPN
ca_es: Característiques VPN
da_dk: VPN-funktioner
hu_hu: VPN funkciók
th_th: คุณสมบัติ VPN
vi_vn: Tính năng VPN
zh_cn: VPN 功能
zh_tw: VPN 功能

# Settings_General
source: General
ar_sa: عام
da_dk: Generelt
hu_hu: Általános
th_th: ทั่วไป
vi_vn: Chung
zh_cn: 常规​​​​​
zh_tw: 一般

# Settings_General_AutoStartup
source: Auto startup
ar_sa: تشغيل تلقائي
ca_es: Inici automàtic
da_dk: Automatisk opstart
hu_hu: Automatikus indítás
th_th: เริ่มทำงานอัตโนมัติ
vi_vn: Tự động khởi động
zh_cn: 开机自动启动
zh_tw: 自動啟動

# Settings_General_AutoStartup_AutoConnect
source: Auto connect
ar_sa: اتصال تلقائي
ca_es: Connexió automàtica
da_dk: Forbind automatisk
th_th: เชื่อมต่ออัตโนมัติ
vi_vn: Tự động kết nối
zh_cn: 自动连接

# Settings_General_AutoStartup_AutoConnect_Description
source: Automatically connects to your default connection when Proton VPN opens.
ar_sa: يتصل تلقائيًا باتصالك الافتراضي عند فتح Proton VPN.
ca_es: Es connecta automàticament a la vostra connexió predeterminada quan s'obre Proton VPN.
da_dk: Når Proton VPN åbnes, oprettes der automatisk forbindelse til din standardforbindelse.
hu_hu: Automatikusan csatlakozik az alapértelmezett kapcsolatához, amikor a Proton VPN megnyílik.
th_th: เชื่อมต่อกับการเชื่อมต่อเริ่มต้นโดยอัตโนมัติเมื่อ Proton VPN เปิดขึ้น
vi_vn: Tự động kết nối với kết nối mặc định khi Proton VPN mở.
zh_cn: 当 Proton VPN 打开时，自动连接到您的默认连接。
zh_tw: 當 Proton VPN 開啟時，自動連線到您的預設連線。

# Settings_General_AutoStartup_AutoConnect_Fastest
source: Fastest connection
ar_sa: الاتصال الأسرع
ca_es: Connexió més ràpida
da_dk: Hurtigste forbindelse
hu_hu: Leggyorsabb kapcsolat
th_th: การเชื่อมต่อที่เร็วที่สุด
vi_vn: Kết nối nhanh nhất
zh_cn: 最佳线路
zh_tw: 最快連線

# Settings_General_AutoStartup_AutoConnect_Latest
source: Last connected
ar_sa: آخر اتصال
ca_es: Última connexió
da_dk: Sidst forbundet
hu_hu: Legutóbbi kapcsolat
th_th: เชื่อมต่อล่าสุด
vi_vn: Kết nối gần đây nhất
zh_cn: 上次连接
zh_tw: 最近連線的伺服器

# Settings_General_AutoStartup_AutoLaunch
source: Auto launch
ar_sa: تشغيل تلقائي
ca_es: Inici automàtic
da_dk: Automatisk opstart
th_th: เปิดอัตโนมัติ
vi_vn: Tự động khởi chạy
zh_cn: 自动开启

# Settings_General_AutoStartup_AutoLaunch_Description
source: Proton VPN will automatically open when you sign in to your device
ar_sa: سيتم فتح Proton VPN تلقائيًا عند تسجيل الدخول إلى جهازك
ca_es: Proton VPN s'obrirà automàticament quan inicieu sessió al vostre dispositiu
da_dk: Proton VPN åbnes automatisk, når du logger ind på din enhed.
hu_hu: A Proton VPN automatikusan megnyílik, amikor bejelentkezik az eszközre
th_th: Proton VPN จะเปิดขึ้นโดยอัตโนมัติเมื่อเข้าสู่ระบบอุปกรณ์
vi_vn: Proton VPN sẽ tự động mở khi bạn đăng nhập vào thiết bị
zh_cn: 当您登录到您的设备时，Proton VPN 将自动打开
zh_tw: 當您登入裝置時，Proton VPN 將會自動開啟

# Settings_General_AutoStartup_AutoLaunch_Desktop
source: Open on desktop
ar_sa: فتح في سطح المكتب
ca_es: Obre a l'escriptori
da_dk: Åbn på skrivebordet
hu_hu: Megnyitás az asztalon
th_th: เปิดบนเดสก์ท็อป
vi_vn: Mở trên máy tính để bàn
zh_cn: 在桌面上打开
zh_tw: 在桌面上開啟

# Settings_General_AutoStartup_AutoLaunch_SystemTray
source: Minimize to System Tray
ar_sa: التصغير إلى جوار الساعة
ca_es: Minimitza a l'àrea de notificació
da_dk: Minimér til System-bakken
hu_hu: Kicsinyítés az értesítési területre
th_th: ย่อลงใน System Tray
vi_vn: Thu nhỏ xuống Khay hệ thống
zh_cn: 最小化到系统托盘
zh_tw: 最小化到系統匣

# Settings_General_AutoStartup_AutoLaunch_Taskbar
source: Minimize to Taskbar
ar_sa: تصغير إلى شريط المهام
ca_es: Minimitza a la barra de tasques
da_dk: Minimér til proceslinjen
hu_hu: Kicsinyítés a tálcára
th_th: ย่อลงในแถบงาน
vi_vn: Thu nhỏ xuống Thanh tác vụ
zh_cn: 最小化到任务栏
zh_tw: 最小化到工作列

# Settings_General_AutoStartup_Description
source: Set the app to launch or connect automatically
ar_sa: اضبط التطبيق على التشغيل أو الاتصال تلقائيًا.
ca_es: Configureu l'aplicació perquè s'iniciï o es connecti automàticament.
da_dk: Sæt appen til at starte eller forbinde automatisk.
th_th: ตั้งค่าแอปให้เปิดหรือเชื่อมต่ออัตโนมัติ
vi_vn: Thiết lập ứng dụng tự động khởi chạy hoặc kết nối.
zh_cn: 设置应用自动启动或连接

# Settings_General_AutomaticUpdates
source: Automatic updates
ar_sa: تحديثات تلقائية
ca_es: Actualitzacions automàtiques
da_dk: Automatiske oppdateringer
hu_hu: Automatikus frissítések
th_th: อัปเดตอัตโนมัติ
vi_vn: Cập nhật tự động
zh_cn: 自动更新
zh_tw: 自動更新

# Settings_General_AutomaticUpdates_Description
source: Automatically check and install Proton VPN updates
ar_sa: التحقق من تحديثات Proton VPN وتثبيتها تلقائيًا.
ca_es: Comproveu i instal·leu automàticament les actualitzacions de Proton VPN.
da_dk: Tjek og installer automatisk Proton VPN-opdateringer.
th_th: ตรวจสอบและติดตั้งอัปเดต Proton VPN โดยอัตโนมัติ
vi_vn: Tự động kiểm tra và cài đặt các bản cập nhật Proton VPN.
zh_cn: 自动检查并安装 Proton VPN 更新

# Settings_General_BetaAccess
source: Beta access
ar_sa: الوصول إلى النسخة التجريبية
ca_es: Accés beta
da_dk: Beta-adgang
hu_hu: Béta hozzáférés
th_th: การเข้าถึงเวอร์ชันเบต้า
vi_vn: Truy cập beta
zh_cn: 测试版访问
zh_tw: 測試版本存取

# Settings_General_BetaAccess_Description
source: Get early access and help us test new versions of Proton VPN
ar_sa: احصل على وصول مبكر وساعدنا في اختبار الإصدارات الجديدة من Proton VPN.
ca_es: Obtingueu un accés anticipat i ajudeu-nos a provar les noves versions del Proton VPN.
da_dk: Få tidlig adgang og hjælp os med at teste nye versioner af Proton VPN.
th_th: รับการเข้าถึงก่อนใครและช่วยเราทดสอบ Proton VPN เวอร์ชันใหม่
vi_vn: Truy cập sớm và giúp chúng tôi kiểm thử các phiên bản mới của Proton VPN.
zh_cn: 获取早期访问权限并帮助我们测试新版本的 Proton VPN

# Settings_General_Language
source: Language
ar_sa: اللغة
ca_es: Idioma
da_dk: Sprog
hu_hu: Nyelv
th_th: ภาษา
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# Settings_General_Notifications
source: Notifications
ar_sa: الإشعارات
ca_es: Notificacions
da_dk: Meddelelser
hu_hu: Értesítések
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# Settings_General_Notifications_Description
source: Get notified about on-going Proton VPN activities
ar_sa: احصل على إشعارات حول التغييرات في حالة اتصالك.
ca_es: Rebeu notificacions sobre els canvis en l'estat de la connexió.
da_dk: Bliv underrettet om ændringer i din forbindelsesstatus.
hu_hu: Get notified about changes to your connection status.
th_th: รับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงสถานะการเชื่อมต่อ
vi_vn: Nhận thông báo về các thay đổi đối với trạng thái kết nối.
zh_cn: 在您的连接状态发生变更时接收通知
zh_tw: Get notified about changes to your connection status.

# Settings_General_OpenVpnNetworkDriver
source: OpenVPN network driver
ar_sa: مشغل شبكة OpenVPN
ca_es: Controlador de xarxa OpenVPN
da_dk: OpenVPN-netværksdriver
hu_hu: OpenVPN hálózati illesztőprogram
th_th: ไดรเวอร์เครือข่าย OpenVPN
vi_vn: Trình điều khiển mạng OpenVPN
zh_cn: OpenVPN 网络驱动程序
zh_tw: OpenVPN 網路驅動程式

# Settings_General_OpenVpnNetworkDriver_Description
source: Network drivers can impact your connection speed. The new TUN adapter provides higher speed and falls back on the TAP adapter if it encounters any connectivity problems.
ar_sa: يمكن أن تؤثر برامج تشغيل الشبكة على سرعة الاتصال. يوفر TUN الجديد سرعة أعلى ويعتمد على TAP إذا واجهت أي مشكلات في الاتصال.
ca_es: Els controladors de xarxa poden afectar la vostra velocitat de connexió. El nou adaptador TUN proporciona una velocitat més alta i recorre a l'adaptador TAP si té problemes de connectivitat.
da_dk: Netværksdrivere kan påvirke din forbindelseshastighed. Den nye TUN-adapter giver højere hastighed og falder tilbage på TAP-adapteren, hvis den støder på problemer med forbindelsen.
hu_hu: A hálózati illesztőprogramok befolyásolhatják a kapcsolat sebességét. Az új TUN-adapter nagyobb sebességet biztosít, és a TAP-adapterre vált vissza, ha bármilyen csatlakozási problémával találkozik.
th_th: ไดรเวอร์เครือข่ายอาจส่งผลต่อความเร็วการเชื่อมต่อ อะแดปเตอร์ TUN ใหม่ให้ความเร็วสูงกว่าและจะกลับไปใช้อะแดปเตอร์ TAP หากพบปัญหาการเชื่อมต่อ
vi_vn: Trình điều khiển mạng có thể ảnh hưởng đến tốc độ kết nối. Bộ điều hợp TUN mới cung cấp tốc độ cao hơn và quay lại bộ điều hợp TAP nếu gặp sự cố kết nối.
zh_cn: 网络驱动程序会影响连接速度。新的 TUN 适配器能提供更高的速度，如果遇到任何连接问题，它还能依靠 TAP 适配器。
zh_tw: 網路驅動程式可能會影響您的連線速度。新的 TUN 驅動程式能提升連線速度，並可在遇到任何連線問題時自動切換到 TAP 驅動程式。

# Settings_General_Theme
source: Theme
ar_sa: المظهر
ca_es: Tema
da_dk: Tema
hu_hu: Téma
th_th: ธีม
vi_vn: Chủ đề
zh_cn: 主题
zh_tw: 佈景主題

# Settings_General_Theme_Dark
source: Dark
ar_sa: داكن
ca_es: Fosc
da_dk: Mørk
hu_hu: Sötét
th_th: มืด
vi_vn: Tối
zh_cn: 深色
zh_tw: 深色

# Settings_General_Theme_Default
source: Default
ar_sa: الافتراضي
ca_es: Per defecte
da_dk: Standard
hu_hu: Alapértelmezett
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# Settings_General_Theme_Light
source: Light
ar_sa: فاتح
ca_es: Clar
da_dk: Lys
hu_hu: Világos
th_th: สว่าง
vi_vn: Sáng
zh_cn: 浅色
zh_tw: 淺色

# Settings_Improve
source: Improve Proton
ar_sa: تحسين Proton
ca_es: Milloreu Proton
da_dk: Gør Proton bedre
hu_hu: Proton javítása
th_th: ปรับปรุง Proton
vi_vn: Cải thiện Proton
zh_cn: 帮 Proton 做得更好
zh_tw: 改進 Proton

# Settings_Improve_Censorship
source: Help us fight censorship
ar_sa: ساعدنا في مكافحة الرقابة
ca_es: Ajudeu-nos a lluitar contra la censura
da_dk: Hjælp os med at bekæmpe censur
hu_hu: Segítsen nekünk a cenzúra elleni harcban
th_th: ช่วยเราต่อสู้กับการเซ็นเซอร์
vi_vn: Hãy giúp chúng tôi chống lại kiểm duyệt
zh_cn: 和我们一起对抗审查
zh_tw: 助我們一臂之力抵抗審查

# Settings_OperatingSystemVersion
source: Operating System version
ar_sa: إصدار نظام التشغيل
ca_es: Versió del sistema operatiu
da_dk: Version af operativsystemet
hu_hu: Operációs rendszer verzió
th_th: เวอร์ชันระบบปฏิบัติการ
vi_vn: Phiên bản hệ điều hành
zh_cn: 操作系统版本
zh_tw: 作業系統版本

# Settings_Page_Title
source: Settings
ar_sa: الإعدادات
ca_es: Preferències
da_dk: Indstillinger
hu_hu: Beállítások
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# Settings_Protocols_Explanation
source: A VPN protocol determines how data moves between a VPN server and your device.
ar_sa: يحدد بروتوكول VPN كيفية انتقال البيانات بين خادم VPN وجهازك.
ca_es: Un protocol VPN determina com es mouen les dades entre un servidor VPN i el dispositiu.
da_dk: En VPN-protokol bestemmer, hvordan data flyttes mellem en VPN-server og din enhed.
hu_hu: A VPN protokoll határozza meg, hogy az adatok hogyan kerülnek továbbításra a VPN-szerver és az Ön eszköze között.
th_th: โปรโตคอล VPN กำหนดวิธีการย้ายข้อมูลระหว่างเซิร์ฟเวอร์ VPN และอุปกรณ์
vi_vn: Giao thức VPN xác định cách dữ liệu di chuyển giữa máy chủ VPN và thiết bị của bạn.
zh_cn: VPN 协议决定数据如何在 VPN 服务器和设备间传输。
zh_tw: VPN 通訊協定決定了資料交換的方式。

# Settings_Protocols_OpenVpnTcp_Description
source: Established, well-tested, and secure. OpenVPN is reliable in poor network conditions, but may not be as fast as other protocols.
ar_sa: إن OpenVPN معروف، ومختبر جيداً. كما أنه موثوق في ظروف الشبكة السيئة، ولكن قد لا يكون بسرعة البروتوكولات الأخرى.
ca_es: Establert, ben provat i segur. OpenVPN és fiable en males condicions de xarxa, però pot no ser tan ràpid com altres protocols.
da_dk: Etableret, velafprøvet og sikker. OpenVPN er pålidelig under dårlige netværksforhold, men er måske ikke så hurtig som andre protokoller.
hu_hu: Bevált, alaposan tesztelt és biztonságos. Az OpenVPN rossz hálózati körülmények között is megbízható, de esetleg lassabb lehet, mint más protokollok.
th_th: เป็นที่ยอมรับ ทดสอบแล้ว และปลอดภัย OpenVPN เชื่อถือได้ในสภาพเครือข่ายที่ไม่ดี แต่อาจไม่เร็วเท่าโปรโตคอลอื่นๆ
vi_vn: Đã được thiết lập, kiểm thử kỹ lưỡng và an toàn. OpenVPN đáng tin cậy trong điều kiện mạng kém, nhưng có thể không nhanh bằng các giao thức khác.
zh_cn: 成熟、久经考验、且安全。OpenVPN 在网络条件差的情况下也很可靠，但速度可能不如其他协议。
zh_tw: 穩定、經過完善測試且安全的。OpenVPN 在網路狀況不佳時依然可靠，但可能不如其他通訊協定快速。

# Settings_Protocols_OpenVpnUdp_Description
source: Established, well-tested, and secure. OpenVPN is less battery-efficient than some other protocols.
ar_sa: إن OpenVPN معروف، ومختبر جيداً. لكنه يستخدم البطارية أكثر من بعض البروتوكولات الأخرى.
ca_es: Establert, ben provat i segur. L'OpenVPN és menys eficient en bateria que altres protocols.
da_dk: Etableret, velafprøvet og sikker. OpenVPN er mindre batteribesparende end nogle andre protokoller.
hu_hu: Bevált, alaposan tesztelt és biztonságos. Az OpenVPN kevésbé energiahatékony, mint néhány más protokoll.
th_th: เป็นที่ยอมรับ ทดสอบแล้ว และปลอดภัย OpenVPN ประหยัดแบตเตอรี่น้อยกว่าโปรโตคอลอื่นๆ บางตัว
vi_vn: Đã được thiết lập, kiểm thử kỹ lưỡng và an toàn. OpenVPN ít tiết kiệm pin hơn so với một số giao thức khác.
zh_cn: 成熟、久经考验、且安全。与其他一些协议相比，OpenVPN 的电池效率较低。
zh_tw: 穩定、經過完善測試且安全的。OpenVPN 消耗較多的電力。

# Settings_Protocols_Smart_Description
source: Auto-selects the best protocol for your connection.
ar_sa: يختار تلقائياً أفضل بروتوكول للاتصال الخاص بك.
ca_es: Se selecciona automàticament el millor protocol per a la vostra connexió.
da_dk: Vælger automatisk den bedste protokol til din forbindelse.
hu_hu: Automatikusan kiválasztja a legjobb protokollt a kapcsolathoz.
th_th: เลือกโปรโตคอลที่ดีที่สุดสำหรับการเชื่อมต่อโดยอัตโนมัติ
vi_vn: Tự động chọn giao thức tốt nhất cho kết nối.
zh_cn: 自动为连接选择最佳协议。
zh_tw: 自動為您選擇最適合的通訊協定。

# Settings_Protocols_TcpCategory
source: Reliability (TCP)
ar_sa: الموثوقية (TCP)
ca_es: Fiabilitat (TCP)
da_dk: Pålidelighed (TCP)
hu_hu: Megbízhatóság (TCP)
th_th: ความน่าเชื่อถือ (TCP)
vi_vn: Độ tin cậy (TCP)
zh_cn: 稳定优先 (TCP)
zh_tw: 可靠性 (TCP)

# Settings_Protocols_UdpCategory
source: Speed (UDP)
ar_sa: السرعة (UDP)
ca_es: Velocitat (UDP)
da_dk: Hastighed (UDP)
hu_hu: Sebesség (UDP)
th_th: ความเร็ว (UDP)
vi_vn: Tốc độ (UDP)
zh_cn: 速度优先 (UDP)
zh_tw: 速度 (UDP)

# Settings_Protocols_WireGuardTcp_Description
source: State-of-the-art protocol for security and performance.
ar_sa: أحدث بروتوكول للأمن والأداء.
ca_es: Protocol d'última generació en seguretat i rendiment.
da_dk: Banebrydende protokol for sikkerhed og ydeevne.
hu_hu: A legkorszerűbb protokoll a biztonság és a teljesítmény tekintetében.
th_th: โปรโตคอลล้ำสมัยสำหรับความปลอดภัยและประสิทธิภาพ
vi_vn: Giao thức hiện đại nhất về khả năng bảo mật và hiệu năng.
zh_cn: 安全性和性能上最先进的协议
zh_tw: 最先進的協定，兼具安全性和效能。

# Settings_Protocols_WireGuardTls_Description
source: Overcomes VPN blocks by hiding your VPN connection from censors. Stealth is DPI (deep packet inspection) resistant, but may not be as fast as other protocols.
ar_sa: يتغلب على حجب VPN عن طريق إخفاء اتصال VPN الخاص بك عن الرقابة. Stealth مقاوم لـ DPI (الفحص العميق للحزم)، ولكنه قد لا يكون بنفس سرعة البروتوكولات الأخرى.
ca_es: Evita els blocs VPN amagant la vostra connexió VPN a les autoritats de control. Stealth és resistent a la inspecció profunda de paquets (DPI), però pot ser que no sigui tan ràpid com altres protocols.
da_dk: Omgår VPN-blokeringer ved at skjule din VPN-forbindelse for censorer. Stealth er bestandig over for DPI (deep packet inspection), men er måske ikke så hurtig som andre protokoller.
hu_hu: Legyőzi a VPN-korlátozásokat azáltal, hogy elrejti a VPN-kapcsolatát a cenzorok elől. A Stealth ellenáll a DPI-nek (deep packet inspection), de esetleg lassabb lehet, mint más protokollok.
th_th: เอาชนะการบล็อก VPN โดยซ่อนการเชื่อมต่อ VPN จากผู้เซ็นเซอร์ Stealth ต้านทาน DPI (deep packet inspection) แต่อาจไม่เร็วเท่าโปรโตคอลอื่นๆ
vi_vn: Vượt qua trình chặn VPN bằng cách ẩn kết nối VPN khỏi bị kiểm duyệt. Stealth kháng DPI (kiểm tra gói chuyên sâu), nhưng có thể không nhanh bằng các giao thức khác.
zh_cn: 通过隐藏你的 VPN 连接，克服审查员对 VPN 的封锁。 Stealth 具有抗 DPI（深度数据包检查）能力，但速度可能不如其他协议。
zh_tw: 透過向審查者隱藏您的 VPN 連線來克服 VPN 封鎖。隱形模式可抵禦 DPI (深度封包檢測)，但可能不如其他協定快。

# Settings_Protocols_WireGuardUdp_Description
source: State-of-the-art protocol for security and performance.
ar_sa: أحدث بروتوكول للأمن والأداء.
ca_es: Protocol d'última generació en seguretat i rendiment.
da_dk: Banebrydende protokol for sikkerhed og ydeevne.
hu_hu: A legkorszerűbb protokoll a biztonság és a teljesítmény tekintetében.
th_th: โปรโตคอลล้ำสมัยสำหรับความปลอดภัยและประสิทธิภาพ
vi_vn: Giao thức hiện đại nhất về khả năng bảo mật và hiệu năng.
zh_cn: 安全性和性能上最先进的协议
zh_tw: 最先進的協定，兼具安全性和效能。

# Settings_RestoreDefault
source: Restore default settings
ar_sa: إستعادة الإعدادات الإفتراضية
ca_es: Restaura les preferències per defecte
da_dk: Gendan standardindstillinger
hu_hu: Alapértelmezett beállítások visszaállítása
th_th: กู้คืนการตั้งค่าเริ่มต้น
vi_vn: Khôi phục cài đặt mặc định
zh_cn: 恢复默认设置
zh_tw: 還原至預設設定

# Settings_RestoreDefaultAndReconnect_Confirmation_Action
source: Restore and reconnect
ar_sa: إستعادة وإعادة الاتصال
ca_es: Restaura i torna a connectar
da_dk: Gendan og forbind igen
hu_hu: Visszaállítás és újracsatlakozás
th_th: กู้คืนและเชื่อมต่อใหม่
vi_vn: Khôi phục và kết nối lại
zh_cn: 恢复并重新连接
zh_tw: 還原並重新連線

# Settings_RestoreDefault_Confirmation_Action
source: Restore default settings
ar_sa: إستعادة الإعدادات الإفتراضية
ca_es: Restaura les preferències per defecte
da_dk: Gendan standardindstillinger
hu_hu: Alapértelmezett beállítások visszaállítása
th_th: กู้คืนการตั้งค่าเริ่มต้น
vi_vn: Khôi phục cài đặt mặc định
zh_cn: 恢复默认设置
zh_tw: 還原至預設設定

# Settings_RestoreDefault_Confirmation_Message
source: This will reset your Proton VPN settings to their original state.
ar_sa: سيؤدي هذا إلى إعادة تعيين إعدادات Proton VPN الخاصة بك إلى حالتها الأصلية.
ca_es: Això restablirà la configuració de Proton VPN al seu estat original.
da_dk: Dette vil nulstille dine Proton VPN-indstillinger til deres oprindelige status.
hu_hu: Ez visszaállítja a Proton VPN beállításait az eredeti állapotukba.
th_th: สิ่งนี้จะรีเซ็ตการตั้งค่า Proton VPN เป็นสถานะดั้งเดิม
vi_vn: Thao tác này sẽ đặt lại cài đặt Proton VPN về trạng thái ban đầu.
zh_cn: 这将重置您的 Proton VPN 设置为原始状态。
zh_tw: 這將會把您的 Proton VPN 設定重置回原始狀態。

# Settings_RestoreDefault_Confirmation_Title
source: Restore default settings?
ar_sa: إستعادة الإعدادات الافتراضي؟
ca_es: Voleu restaurar les preferències per defecte?
da_dk: Gendan standardindstillinger?
hu_hu: Alapértelmezett beállítások visszaállítása?
th_th: กู้คืนการตั้งค่าเริ่มต้นหรือไม่?
vi_vn: Khôi phục cài đặt mặc định?
zh_cn: 恢复默认设置?
zh_tw: 還原至預設設定？

# Settings_Support
source: Support
ar_sa: الدعم الفني
ca_es: Suport
hu_hu: Támogatás
th_th: ฝ่ายสนับสนุน
vi_vn: Hỗ trợ
zh_cn: 帮助
zh_tw: 支援

# Settings_Support_DebugLogs
source: Debug logs
ar_sa: سجلات تصحيح الأخطاء
ca_es: Registres de depuració
da_dk: Fejlsøgningslogs
hu_hu: Hibakeresési naplók
th_th: บันทึกการดีบั๊ก
vi_vn: Nhật ký gỡ lỗi
zh_cn: 调试日志
zh_tw: 除錯日誌

# Settings_Support_DebugLogs_Application
source: Application logs
ar_sa: سجل التطبيق
ca_es: Registres de l'aplicació
da_dk: Applikationslogs
hu_hu: Alkalmazás naplók
th_th: บันทึกแอปพลิเคชัน
vi_vn: Nhật kí ứng dụng
zh_cn: 应用程序日志
zh_tw: 應用程式日誌

# Settings_Support_DebugLogs_ErrorMessage
source: The logs folder could not be found.
ar_sa: تعذر العثور على مجلد السجلات.
ca_es: No s'ha trobat la carpeta dels registres.
da_dk: Log-mappen kunne ikke findes.
hu_hu: A naplók mappa nem található.
th_th: ไม่พบโฟลเดอร์บันทึก
vi_vn: Không tìm thấy thư mục nhật ký.
zh_cn: 找不到日志目录。
zh_tw: 無法找到日誌資料夾。

# Settings_Support_DebugLogs_Service
source: Service logs
ar_sa: سجلات الخدمة
ca_es: Registres de serveis
hu_hu: Szolgáltatási naplók
th_th: บันทึกบริการ
vi_vn: Nhật ký dịch vụ
zh_cn: 服务日志
zh_tw: 伺服器日誌

# Settings_Support_ReportIssue
source: Report an issue
ar_sa: الإبلاغ عن مشكلة
ca_es: Informeu d'un problema
da_dk: Anmeld en fejl
hu_hu: Hibajelentés
th_th: รายงานปัญหา
vi_vn: Báo cáo một vấn đề
zh_cn: 报告问题
zh_tw: 回報問題
